[{
        "word": "implement",
        "mean": "thực hiện",
        "syllable": "im‧ple‧ment",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - implementation",
                "(verb) - implement"
            ],
            "wordFamily": [
                "implement",
                "implementation"
            ]
        },
        "pronounce": "ˈɪmpləment",
        "type": "verb",
        "definitions": [
            "to take action or make changes that you have officially decided should happen",
            "a tool, especially one used for outdoor physical work"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/implement_v0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/l3implement.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001405068.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001709343.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/breProns/implement_n0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/l3implement2.mp3?version=1.2.45"
        ],
        "exams": [
            "• Now, though, it is easier to implement efficiencies.",
            "• Cost-cutting measures have been implemented in most hospitals.",
            "• Very few parties in government ever want to implement major political reform.",
            "• She is expected to implement measures to address the popular grievances that have helped to fuel the mutiny.",
            "• In practice, however, most of these organizations implement only a part of the Deming approach.",
            "• We need a strategy that can be implemented quickly.",
            "• An international team has been set up to implement recent UN recommendations.",
            "• He must now win a battle with the Treasury for funding to enable councils to implement the plan.",
            "• But it is essential to establish the policies in laws; policies do not implement themselves.",
            "• TECs and LECs will be closely involved in developing and implementing this new initiative.",
            "• At the end of the day most departments have to be left alone to implement policies.",
            "• Modeled along Confucian lines, it consisted of six ministries that shaped policy, each paralleled by a department to implement decisions.",
            "• Most are constrained by limited resources and by intractable domestic agendas that impede their capability to implement policy.",
            "• Voluntary work Have you had to raise money and implement plans?",
            "• In practice, of course, it would be very difficult to implement a policy of this nature.",
            "• Hierarchies implement decisions that are made by those in authority; the market gives more autonomy to individual agents.",
            "• When such interest groups can help the government implement policy, they enjoy a privileged position.",
            "• The move comes as the telephone company implements a plan to trim billions of dollars in expenses and to boost earnings.",
            "• A clear timetable for the implementation of new city programs is lacking.",
            "• agricultural implements",
            "• Art was therefore seen as an implement with which to improve, both morally and socially, the condition of humanity.",
            "• It is best to cut weeds off at the roots with an implement such as a hoe.",
            "• But standing there with Billie, surrounded by implements that promised home improvement, he yielded to an acquisitive urge.",
            "• If I am ferreting single-handedly there is no need for any other digging implement.",
            "• There was a lengthy getting-to-know-you period between Sam and his often ridiculed broomhandle putting implement.",
            "• The native women grind the wheat with heavy stone implements.",
            "• They are not the implements of a wise man.",
            "• Opposite this another, smaller table held gloves, a sou'wester, and a gardening-basket crammed with implements.",
            "• He threw his tablet and writing implement on the floor when the sentence was announced and was immediately put to death.",
            "• These children often appear to be in agony as they awkwardly and ever-so-tightly grip their writing implements.",
            "• Some children find it difficult to hold their writing implements."
        ]
    }, {
        "word": "review",
        "mean": "ôn tập",
        "syllable": "re‧view",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - view",
                "(verb) - view"
            ],
            "wordFamily": [
                "review",
                "view"
            ]
        },
        "pronounce": "rɪˈvjuː",
        "type": "noun",
        "definitions": [
            " a careful examination of a situation or process",
            " an article in a newspaper or magazine that gives an opinion about a new book, play, film etc",
            " the work of writing reviews for a newspaper or magazine",
            " a report on a series of events or a period of time, that mentions the most important parts",
            " an official show of the army, navy etc so that a king, president, or officer of high rank can see them",
            "to examine, consider, and judge a situation or process carefully in order to see if changes are necessary",
            "to write a short article describing and judging a new book, play, film etc",
            " to look again at something you have studied, such as notes, reports etc",
            "to examine and describe the most important parts of a series of events or period of time",
            "to officially watch a group of soldiers, ships etc at a military show",
            " when a situation or process is examined and considered carefully to see if it can be improved",
            " when a RATINGS AGENCY examines particular bonds, debts etc to see if there has been a change in the level of risk that they will not be repaid",
            " an article in a newspaper or magazine that gives an opinion about a new restaurant, product, film etc",
            "to examine or consider a situation or process carefully to see if it can be improved",
            " to examine particular bonds, debt etc to see if there has been a change in the level of risk that they will not be repaid",
            "to write an article saying how good you think a new restaurant, product, film etc is",
            " to look at a document such as a report in detail"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/review_n0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/review1.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622809.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749488.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622816.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622819.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622810.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622827.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622832.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749498.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622840.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622843.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622844.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749504.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622849.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001994795.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749512.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749530.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622855.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001622856.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749536.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001994799.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000749544.mp3?version=1.2.45"
        ],
        "exams": [
            "• Reviewers praised Tisler's performance.",
            "• After a review by the city council, his license was revoked.",
            "• Our first English assignment was to write a book review.",
            "• A post-census review found that many homes had been missed.",
            "• A comprehensive review of the patient can be achieved through the use of the care plan.",
            "• If the story is accepted and published in a magazine then it has already gone through a considerable review process.",
            "• Extensive reviews have documented the availability of coal in the United States.",
            "• The first reviews, therefore, appeared about a week later.",
            "• The movie got good reviews.",
            "• Wilberforce had just written a long review of Darwin's book.",
            "• a restaurant review",
            "• A multi-million-pound package will be announced in this summer's comprehensive spending review.",
            "• There are still aspects of the review process that need to be completed.",
            "• The new prices are noted in this review.",
            "• So they went to the High Court to challenge the decision and have been given leave to seek a judicial review.",
            "• He took the view that the matters raised by the counterclaim would better have been raised by judicial review.",
            "• There is before the court an application for judicial review.",
            "• It is also clear that decisions and actions of the police can be challenged by way of an application for judicial review.",
            "• In 1985 there were 66 applications for judicial review and the number was on the decline.",
            "• The applicant then applied to the High Court for judicial review of these decisions.",
            "• Mr Hanley will go to the High Court this morning in the hope of winning a last-minute judicial review.",
            "• The applicant sought judicial review of that decision, and the Divisional Court granted him relief in the form of a declaration.",
            "• But freshman outfielder Pedro Loza has been drawing rave reviews in practice.",
            "• Already open is the Rock and Roll Hall of Fame, which has drawn rave reviews from those who have visited it.",
            "• The pair gained rave reviews for their Belfast concert earlier this week and are likely to be just as good tomorrow night.",
            "• Although the show opened on Broadway to less than rave reviews, Sandy said the new production is better.",
            "• So far no rivals have matched the rave reviews E ma won for the film.",
            "• His film My Cousin Vinny opened to rave reviews.",
            "• Last year, it reopened to rave reviews.",
            "• But she proved to be a natural and her performance won rave reviews.",
            "• Nigel began selling review copies - his own and any others he could cadge - to give a little boost to his income.",
            "• Publishers are invited to send review copies and information on their titles for this preview to Jennifer Taylor, .",
            "• Publishers are requested to send review copies of books which deal with the water industry to Paul Garrett, Water Bulletin.",
            "• When a large number of products are involved this considerable effort may not be worthwhile until all overhead allocations are routinely reviewed.",
            "• Hayes used to review books for the local paper.",
            "• As well as being an author, she reviews books for the Sunday papers.",
            "• Patients were reviewed every week for the first month and every other week until food reintroductions were completed.",
            "• We'll spend this week reviewing for the final.",
            "• I'll just review my notes and go to bed.",
            "• Doig's new book is reviewed on page 4.",
            "• In a restrictive climate we all review our expenditure levels.",
            "• The finance committee is reviewing the budget proposal.",
            "• He reviewed the course that his administration had followed and intended to pursue in the future.",
            "• One of its first actions on taking power in March was to set up a committee to review the project.",
            "• It should also review the results achieved.",
            "• Eliot wrote to him after he reviewed \"The Use of Poetry.\"",
            "• An employment interviewer reviews these forms and asks the applicant about the type of job sought and salary range desired."
        ]
    }, {
        "word": "progress",
        "mean": "thực hiện",
        "syllable": "pro‧gress",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - progress",
                "(adjective) - progressive",
                "(verb) - progress",
                "(adverb) - progressively"
            ],
            "wordFamily": [
                "progress",
                "progressive",
                "progressively"
            ]
        },
        "pronounce": "ˈprəʊɡres",
        "type": "noun",
        "definitions": [
            "the process of getting better at doing something, or getting closer to finishing or achieving something",
            "slow or steady movement somewhere",
            "change which is thought to lead to a better society, because of developments in science or fairer methods of social organization",
            " the process of getting better at doing something, or getting closer to finishing or achieving something",
            " a discovery, invention, or change that brings progress",
            " an important discovery or achievement that makes progress possible, especially one that happens suddenly after a long period of trying",
            " to make progress towards achieving something – used especially when it is difficult to make progress",
            " a situation in which no further progress can be made because two groups or organizations cannot find a way to end a disagreement",
            " a situation in which progress has stopped completely, especially because people cannot agree on what to do next",
            " to slowly stop making any progress",
            " to improve, develop, or achieve things so that you are then at a more advanced stage",
            " if an activity such as work or a project progresses, or you progress it, it continues",
            " if time or an event progresses, time passes",
            " to move forward",
            "to develop over a period of time, becoming better or more complete",
            "if a situation progresses, it continues to happen",
            "the process of improving something, or getting closer to finishing it",
            " if a plan, project etc is in progress, it has started but is not finished yet"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/brelasdeprogress.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/progress1.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/ldoce5_exa001252.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/ldoce5_exa001253.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/ldoce5_exa001254.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582877.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582900.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582906.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001941976.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001941981.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/breProns/brelasdeprogress1.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/ld44progress.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000299390.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000299407.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582910.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582913.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000299397.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-002008511.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582916.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001582917.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000299401.mp3?version=1.2.45"
        ],
        "exams": [
            "• Progress in technology has changed people's lives dramatically.",
            "• a progress report",
            "• Any progress in cancer research may help to save lives.",
            "• In fact, the scientists were making considerable progress.",
            "• I would then return to a classroom where a historically rich conversation was in progress.",
            "• Yes, we've made progress. But there's so much more to do.",
            "• The older generation is simply afraid of progress.",
            "• Bad weather has prevented progress on retrieving the plane from the sea.",
            "• Having made real progress in establishing democratic governments and free markets, they seek to professionalize their military establishments.",
            "• The new national tests are intended to keep a closer check on children's progress.",
            "• I agree wholeheartedly that parents need to be informed of their children's progress.",
            "• We are very pleased with your son's progress at school.",
            "• Spencer insisted that free enterprise was the key to social progress.",
            "• Despite all the adversity, when the first report card came out, Casey had actually made some progress.",
            "• The two sides are making some progress toward a compromise.",
            "• We are making steady progress towards equal status for men and women.",
            "• Can anyone identify the driving forces behind such progress?",
            "• It is assumed that technical progress is purely labour-augmenting.",
            "• Technological progress has allowed people to build immensely tall skyscrapers.",
            "• We must ensure that they receive ample opportunities to improve their skills and monitor their progress.",
            "• Dawn made good progress, and was soon able to stand up.",
            "• We have made good progress on education.",
            "• Sasbach was no exception and I made good progress with Pascal's Pensées.",
            "• In her flat and comfortable lace-up shoes, she made good progress on her daily outing.",
            "• After that they made better progress and managed to slip undetected out into the emptiness.",
            "• They made good progress and some were soon scaling the dominating ridge leading to Chunuk Bair.",
            "• Initially, partly sheltered by the great landmass of North Uist, we made good progress southwards.",
            "• We made good progress, and by mid-afternoon another line was complete.",
            "• Leaving a glowing trail over one thousand kilometers long, it broke into several large pieces as it progressed.",
            "• So far the building work has progressed according to plan.",
            "• The work is progressing ahead of schedule and should be completed within three weeks, she said.",
            "• As the year progressed and the managers interpersonal judgment improved, we sAw how they gained self-confidence.",
            "• Science progresses by learning which similarities are the key to which sequences.",
            "• As the war progressed, it became increasingly difficult to buy fresh food.",
            "• As the meeting progressed Jack became more and more bored.",
            "• Repair work has progressed more quickly than expected.",
            "• And her swimming is progressing rapidly, too.",
            "• Both of the men progressed slowly up the stairs.",
            "• My method throughout was to begin faintly, after which I progressed to more definite drawing in a suitable colour or tone.",
            "• Bob was a very good football coach, and the team progressed very well.",
            "• And people rarely progress without setbacks.",
            "• An unmusical person will be unable to progress beyond a certain point, nomatterhow many piano lessons he has.",
            "• She must face that possibility, and take her chance, if their relationship was to progress beyond its present stage.",
            "• To progress beyond small simple systems requires the writing of what amounts to a customized data-base system.",
            "• The majority of people never progress beyond the householder stage.",
            "• Most never really progress beyond the photo opportunity stage of involvement.",
            "• Now for the first time the ferret can progress beyond the rabbit and get at its head."
        ]
    },
    {
        "word": "strategy",
        "mean": "chiến lược",
        "syllable": "strat‧e‧gy",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - strategy",
                "(adjective) - strategic",
                "(adverb) - strategically"
            ],
            "wordFamily": [
                "strategy",
                "strategic",
                "strategically"
            ]
        },
        "pronounce": "ˈstrætɪdʒi",
        "type": "noun",
        "definitions": [
            " a planned series of actions for achieving something",
            " the skill of planning the movements of armies in a war, or an example of this",
            " skilful planning in general",
            " a plan or series of plans for achieving an aim, especially success in business or the best way for an organization to develop in the future",
            " the process of skilful planning in general"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/strategy0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/strategy.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001600081.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001600084.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001600089.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000619577.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001600091.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001600092.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000619582.mp3?version=1.2.45"
        ],
        "exams": [
            "• The final score of a strategy was the sum of the points it gained against all the other strategies.",
            "• a strategy to reduce the level of teenage smoking",
            "• Public entrepreneurs use a number of basic strategies to build mission-driven organizations.",
            "• Secondly, it will evaluate the impact of government economic strategies within each area.",
            "• the President's long-term economic strategy",
            "• If Son has a grand strategy for extracting more value out of his ragbag of assets, it is hard to spot.",
            "• Murdoch bought several TV stations, as part of his strategy for building a media empire.",
            "• learning strategies",
            "• We need a new strategy for increasing our sales in Europe.",
            "• The company needs to focus on strategy.",
            "• The rebels' strategy of guerrilla warfare has been remarkably successful.",
            "• We will continue to update our sales strategy.",
            "• The government has no long-term strategy for reducing crime.",
            "• Events and issues shape the strategy.",
            "• The strategies in Axelrod's computer were definitely unconscious.",
            "• Try these strategies to prevent these words from ever being uttered:-First, make all rules absolutely clear!",
            "• But ultimately, Ryan said, this would not prove a wise strategy.",
            "• Maynard Smith tried pitting different genetic strategies against each other in the same way that economists do with different economic strategies.",
            "• Secondly, it will evaluate the impact of government economic strategies within each area.",
            "• An outline of the current national economic strategy is provided by the Minister of Industry and Commerce.",
            "• Thus neither the causes nor consequences of this type of economic strategy can be said to be specifically local.",
            "• Dole aides have said the candidate may propose broader income tax cuts later this year as part of his long-range economic strategy.",
            "• In bureaucratic terms, Armstrong was the keystone in the arch of Heath's economic strategy from the autumn of 1972.",
            "• Governments can find their economic strategies in tatters when the markets lose confidence and rush for the exit.",
            "• The appointment of supporters on the Cabinet committee dealing with economic strategy has already been noted.",
            "• This is a good determinant for overall strategy.",
            "• Case will take responsibility for overall strategy and deal-making in his role as company chairman.",
            "• In the meantime, it is presently developing its overall strategy.",
            "• Each was capable in his way but no overall strategy for 1915 was devised between them.",
            "• Each practice area strategy should also be consistent with the firm's overall strategy.",
            "• Playing chess is not simply about how the pieces move, it is about the overall strategy.",
            "• Moreover, it alerts us to the fact that short-sighted tactics may thwart the overall strategy.",
            "• As new ideas come up during preparations the chart will help you assess their potential within the overall strategy."
        ]
    },
    {
        "word": "beautiful",
        "mean": "xinh đẹp",
        "syllable": "beau‧ti‧ful",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - beautician",
                "(adjective) - beautiful",
                "(adverb) - beautifully"
            ],
            "wordFamily": [
                "beautiful",
                "beautician",
                "beautifully"
            ]
        },
        "pronounce": "ˈbjuːtəfəl",
        "type": "adjective",
        "definitions": [
            "someone or something that is beautiful is extremely attractive to look at",
            "very good or giving you great pleasure",
            " a beautiful woman or child has perfect good looks",
            " a good-looking person looks nice. Good-looking is very common in spoken English",
            " an attractive person looks nice, especially in a way that makes you feel sexually interested in them",
            " a pretty girl or woman looks nice – used especially about a woman who has a nice face",
            " a handsome man or boy looks nice – used especially about a man who has a nice face. Handsome is also sometimes used, especially in literature, to describe a woman who is good-looking and has a strong face",
            " extremely attractive. Gorgeous is used especially by women",
            " nice to look at – used about animals, babies, children, and young adults",
            " used when saying that someone looks very nice",
            " used to describe something that looks, feels, sounds etc so good that it gives you a lot of pleasure",
            " used when saying that something looks, feels, or sounds very nice",
            " pleasant to look at – often used about things that are not big or impressive",
            " pleasant to look at. Attractive sounds more formal than pretty",
            " very big, beautiful, and impressive – used about buildings, objects, and views",
            " pleasant to look at – used in written descriptions of towns, buildings, and places",
            " extremely beautiful and impressive – used especially about views",
            " used to describe things that have very beautiful small details, especially things that have been made with a lot of skill",
            " designed in a way that looks very attractive and has a lot of style"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/beautiful0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/beautiful.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000911121.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000911122.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001651192.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000911127.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000911128.mp3?version=1.2.45"
        ],
        "exams": [
            "• \"Do you like the house?\" \"Like it? It's beautiful!\"",
            "• The scenery was incredibly beautiful.",
            "• She found it practical as well as beautiful.",
            "• The mountains and the lake were calm and beautiful, and at last Elizabeth and I were together.",
            "• Now she was under a Christmas tree, the most beautiful and best-decorated tree she could imagine.",
            "• Big can be beautiful, and surprisingly few of the buildings here display the empty pedantry conspicuous in contemporary paintings and sculpture.",
            "• Parents always believe that their baby is the most beautiful baby in the world.",
            "• a beautiful bird with bright blue feathers",
            "• a beautiful catch",
            "• How did two people like Sara and Rob have such beautiful children?",
            "• Florence is such a beautiful city.",
            "• That's a beautiful dog. What kind is he?",
            "• It reminded him of his homeland, his beautiful land of mountains and lakes.",
            "• Their beautiful movement and artistic sign language adds a new dimension to the production.",
            "• And she was wearing a beautiful pair of sapphire earrings Zack had bought her in London.",
            "• She has a beautiful smile.",
            "• Cornwall has some of the most beautiful stretches of coastline in Britain.",
            "• Karen was even more beautiful than I had remembered.",
            "• You look beautiful tonight.",
            "• a restaurant with beautiful views over Sorrento and the Gulf of Naples",
            "• Standing in the doorway was a beautiful woman with long black hair and green eyes.",
            "• a beautiful woman!"
        ]
    },
    {
        "word": "information",
        "mean": "thông tin",
        "syllable": "in‧for‧ma‧tion",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - informant",
                "(adjective) - informative ≠ uninformative",
                "(verb) - inform",
                "(adverb) - informatively"
            ],
            "wordFamily": [
                "information",
                "informant",
                "informative",
                "inform",
                "informatively"
            ]
        },
        "pronounce": "ˌɪnfəˈmeɪʃən",
        "type": "noun",
        "definitions": [
            "facts or details that tell you something about a situation, person, event etc",
            " the telephone service which provides telephone numbers to people who ask for them",
            "facts or details that tell you about something or someone",
            " written on copies of letters and documents that are sent to someone who needs to know about them but does not need to deal with them",
            " written on the front or at the top of a letter when you want a particular person to read it or deal with it",
            " the telephone service that provides telephone numbers to people who ask for them"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/information0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/information.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001411861.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001411864.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001411867.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001744965.mp3?version=1.2.45"
        ],
        "exams": [
            "• The book contains information on how to find a job abroad.",
            "• The guidebook has detailed information about the hotels in the area.",
            "• For further information, please write to the following address.",
            "• Harrington was arrested for selling government information to other countries.",
            "• The Web site provides the latest information on Medicare and Medicaid.",
            "• We need more information before we make a decision.",
            "• Ray just told me an interesting piece of information.",
            "• I'm looking for some information about breast cancer research.",
            "• The tourist office will be able to give you the information you need.",
            "• I am astonished by the amount of information that sticks to you.",
            "• In short: identity may be more a province of information that the other way round.",
            "• Such is the wealth of information that analysis could easily become a complex statistical exercise.",
            "• Parents will often pace what they reveal initially, giving only information that they feel is required.",
            "• Add any other information that you think may be relevant.",
            "• The theory: a flatter, less-hierarchical organisation would enable the information that managers need to take decisions to flow more freely.",
            "• Some discreet enquiries there yielded the information that fitzAlan was about to take Tracy, leaving his new wife at home.",
            "• We are all so bombarded with information that it requires a lot of will-power to set out to find more information."
        ]
    },
    {
        "word": "open",
        "mean": "mở",
        "syllable": "o‧pen",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - opener",
                "(adjective) - open",
                "(verb) - open",
                "(adverb) - openly"
            ],
            "wordFamily": [
                "open",
                "opener",
                "openly"
            ]
        },
        "pronounce": "ˈəʊpən",
        "type": "adjective",
        "definitions": [
            " not closed, so that things, people, air etc can go in and out or be put in and out",
            " not closed, so that your eyelids or your lips are apart",
            " not enclosed, or with no buildings, walls, trees etc",
            " without a roof or cover",
            " ready for business and allowing customers, visitors etc to enter",
            " allowing everyone, or everyone in a group, to take part in something, know about something, or have a chance to win something",
            " if an opportunity, a possible action, a job etc is open to you, you have the chance to do it",
            " actions, feelings, intentions etc that are open are not hidden or secret",
            " honest and not wanting to hide any facts from other people",
            " not fastened",
            " needing more discussion or thought before a decision can be made",
            " if a road or line of communication is open, it is not blocked and can be used",
            " spread apart instead of closed, curled over etc",
            " to move a door, window etc so that people, things, air etc can pass through, or to be moved in this way",
            " to unfasten or remove the lid, top, or cover of a container, package etc",
            " to raise your eyelids so that you can see, or to be raised in this way",
            " to move your lips apart, or to be moved in this way",
            " if a place such as an office, shop, restaurant etc opens or is opened, it starts operating or providing a service",
            " to start business, letting in customers or visitors, at a particular time",
            " to start an activity, event, or set of actions",
            " to make a document or computer program ready to use",
            " if a meeting etc opens or is opened in a particular way, it starts in that way",
            " to perform a ceremony in which you officially state that a building is ready to be used",
            " to spread something out or unfold something, or to become spread out or unfolded",
            " to make it possible for cars, goods etc to pass through a place",
            " to start being shown to the public",
            " used about a door, window, container, package, letter, your eyes, or your mouth",
            " to open a door, drawer, box etc with a key",
            " to open a lid on a bottle, container etc by turning it",
            " to open a drawer, window, cupboard etc using force",
            " to open a package by removing the paper that covers it",
            " to make something no longer fastened or tied, for example a seat belt or a piece of clothing",
            "one of the important international sports competitions, especially for golf, such as the British Open Championship and the US Open Championship, or for tennis, such as the French, US and Australian Open competitions",
            "if a shop, bank, restaurant etc is open, it is allowing customers to enter and is ready to serve them",
            "if a financial market is open, buying and selling on it are possible",
            "if a country is open to foreign products, they can be sold there without restrictions such as high import taxes",
            " if something is sold on the open market, it is available for anyone to buy",
            " to be ready to consider people’s offers for something you are selling",
            " if something is open to discussion, you can discuss it and suggest changes",
            " in a court of law where everything is public",
            " if a shop, office, financial market etc opens at a particular time, it starts business at that time",
            " if a new business opens or is opened, someone starts it",
            " if shares, bonds etc open at a particular price, they have that price when the financial market on which they are traded opens for business",
            " if a country opens its markets to foreign goods, it allows them to be sold there, or it reduces restrictions on them",
            " to start a new account at a financial institution, for example by putting money into it",
            " the beginning of a trading session on a financial market"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/brelasdeopen.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/open1.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789317.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265279.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789323.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789329.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789333.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265280.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789338.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265298.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789349.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789354.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789355.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789360.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789361.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789366.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265358.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789371.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265359.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789374.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265370.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789379.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789380.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789384.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789385.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265397.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789390.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789394.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789398.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789399.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789404.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789419.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789412.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789413.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265383.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265454.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789421.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789422.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789427.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789432.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265479.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265480.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265481.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265319.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789439.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789441.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789447.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789448.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789451.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265313.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789469.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789470.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789471.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265552.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789490.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789491.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265563.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789492.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265564.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789493.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789497.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789498.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789500.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265614.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265615.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789506.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789507.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265608.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789515.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265621.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789517.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001808006.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789518.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265630.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789519.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265653.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789521.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789522.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789523.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789524.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789528.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265596.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789532.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000265636.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001789538.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/breProns/p028-000009320.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/open__the_.mp3?version=1.2.45"
        ],
        "exams": [
            "• Highway 5 is blocked by snow, but Route 35 remains open.",
            "• I was so tired I could hardly keep my eyes open.",
            "• Like a foot in the door, they can leave a channel stuck open.",
            "• She lay on her stomach, tangled in sheets, eyes closed and mouth open.",
            "• Ben was staring at her with his mouth wide open.",
            "• Diana's very easy to talk to because she's so open.",
            "• Greg has always been very open about his sexuality.",
            "• I am bothered by your open admiration of these criminals.",
            "• Only then, in the shock of the open air at last, did we break ranks and go our separate ways.",
            "• Outside, in the open air, it was glorious.",
            "• Do you know you left the window wide open all night?",
            "• As her mouth fell innocently open and her body relaxed, Ludovico Castelfranco examined her closely.",
            "• Emily realised that her handbag was open and her money gone.",
            "• I try to be open and honest with my employees and let them know exactly what's going on.",
            "• Bill's white shirt was open at the collar.",
            "• an open carriage",
            "• frank and open discussions",
            "• I'm sorry, but the doctor doesn't have anything open for this afternoon.",
            "• He's a nice looking young man with a open, honest smile.",
            "• Her blouse came open in front of a nationwide TV audience!",
            "• He had a very open nature.",
            "• A book lay open on the table.",
            "• an open sewer",
            "• The result is a more free-flowing, open sound.",
            "• an open staircase",
            "• He would lie there quietly, eyes wide open, taking from her skin what he needed.",
            "• The inquest jury returned an open verdict because of conflicting evidence.",
            "• Carrie stood in front of the open window.",
            "• She left the door wide open.",
            "• Sherman stared at the man with his eyes wide open.",
            "• After the stale fug in the tiny cabin, she gulped down the clean sea air, the car window wide open.",
            "• I will say this only once and I hope your cars are wide open.",
            "• The snap showed Jennifer with eyes closed and mouth wide open.",
            "• Their eyes are wide open as they pass the object round.",
            "• Leave the window wide open in winter; turn off the airconditioning in summer.",
            "• When I came into the hall, his eyes were wide open, staring straight at me.",
            "• His eyes seemed darker blue and more wide open than usual.",
            "• Some of the villa front doors were wide open to him.",
            "• After the stale fug in the tiny cabin, she gulped down the clean sea air, the car window wide open.",
            "• I will say this only once and I hope your cars are wide open.",
            "• The snap showed Jennifer with eyes closed and mouth wide open.",
            "• Their eyes are wide open as they pass the object round.",
            "• Leave the window wide open in winter; turn off the airconditioning in summer.",
            "• When I came into the hall, his eyes were wide open, staring straight at me.",
            "• Some of the villa front doors were wide open to him.",
            "• Do you relish the prospect of the open road?",
            "• We ate in the fields or on the open road.",
            "• And it has opened roads and bridges destroyed during the fighting.",
            "• Daniel Boone heard it: the siren song of the open road, beckoning him to pack up and go.",
            "• The current barrier was installed in 1972, after residents submitted a petition saying the open road caused traffic hazards.",
            "• On the open road, it's no use pretending that the Bentley handles with the agility of a Porsche.",
            "• If your equipment has to go outside on open roads or gravelled surfaces, remember castors are not always suitable.",
            "• An open doorway on the opposite side gave a bright rectangular view of an area of beaten earth open to the sky.",
            "• Not necessarily fully air-conditioned and heated, but at least no longer open to the elements.",
            "• The chancel is open to the sky.",
            "• The toilets and urinals were to the left of this section - the urinals being roofless and thus open to the elements.",
            "• They bend their heads right back until their faces are entirely open to the sky.",
            "• This was a covering curtain with a central aperture which left the arena open to the sky.",
            "• The frigidarium was presumed to be open to the sky and contained a large open-air swimming bath.",
            "• Part of it was open to the sky, so that a wedge of scalding light fell into the gloom.",
            "• It was quite possible that it would be still open for business.",
            "• Just so; think of it as your local True Value, open for business.",
            "• What she liked about the shop was that it was open for business on every day of the year.",
            "• The establishment was not open for business on Sunday.",
            "• I know of a drive-in theater that opened for business one evening in 1981, and not a single car turned up!",
            "• The first will run between Bury and Victoria railway station as the £130 million Metrolink system opens for business this morning.",
            "• The new University of California campus and the Salk Institute were opening for business, with shipments of intellectuals arriving daily.",
            "• Any dwellings not taken up within a specified time are placed on the open market.",
            "• If the Bank wishes to reduce the money supply it will sell securities through its broker on the open market.",
            "• It is likely to be some years before such a product is on the open market.",
            "• It will sell the rest on the open market.",
            "• The oil would not be sold directly on the open market.",
            "• The OEWs are proprietary devices available from several suppliers on the open market so they do not rank as critical technology.",
            "• Priced on the open market, they would sell for tens and tens of billions of dollars.",
            "• It said that the capital's availability in the open market was doubtful and suspect.",
            "• As John Tooby has pointed out, parasites simply can not keep their options open.",
            "• At the end of the season, I will keep my options open.",
            "• If you do not know exactly what is going to happen it is well to keep your options open.",
            "• These are still very early days and the options are wide open.",
            "• This leaves secondary schools with the question of what options are left open.",
            "• You need to keep your options open in order to change courses at a moment's notice.",
            "• Some companies are keeping their options open on retaining or dumping anachronistic names.",
            "• With customary caution, he is keeping his options open while the issue is still in the political incubator.",
            "• It is an open secret, however, that soldiers are not to arrest war criminals they encounter.",
            "• Hamel's marriage breakdown had been an open secret long before it was reported in the paper.",
            "• It is an open secret that he and Reg Pybus are bosom pals.",
            "• It was an open secret that the marriage had become a complete sham, Watson.",
            "• I've been very open with you, and I would appreciate your support.",
            "• At the end of the season, I will keep my options open.",
            "• Either way, you can keep your options open.",
            "• Flexibility is key, keeping your options open.",
            "• Many young people want to keep their options open.",
            "• We must expect to be surprised in the future, and we must keep our options open.",
            "• The band is keeping its options open, and doesn't rule out the possibility of another tour.",
            "• You need to keep your options open in order to change courses at a moment's notice.",
            "• Some companies are keeping their options open on retaining or dumping anachronistic names.",
            "• We want to keep our options open until the last possible minute.",
            "• Many young people want to keep their options open.",
            "• The relationship between the parents must be given priority, to keep communication open.",
            "• Labour has vowed to keep the Works open if it wins control of the Council at the next election.",
            "• Police say they're keeping an open mind.",
            "• Keep your eyes open, so that you see more than what is just in front of you.",
            "• White even tried to keep one branch open until midnight and to put a Laundromat in another.",
            "• With customary caution, he is keeping his options open while the issue is still in the political incubator.",
            "• Without the added income from investments, though, organization directors say keeping the doors open would be difficult.",
            "• Doors open 15 minutes before the start of each performance.",
            "• That window doesn't open.",
            "• Runyan plans to open a casino.",
            "• Police have opened an investigation into the girl's disappearance.",
            "• It provides start-up dialogues, macro dialogues and exit dialogues to open and close applications.",
            "• He opened and shut the drawers and the flap and found what he expected.",
            "• The animals were fasted for 24 hours and then their abdomen was opened and the stomach exposed under light ether anaesthesia.",
            "• After a short discussion with the customs officers, the gates opened and the truck moved off.",
            "• Ask the waiter to open another bottle of champagne.",
            "• Don't open another Coke - you can have the rest of mine.",
            "• Judy opened another pack of cigarettes.",
            "• On Saturdays, the restaurant opens at 7 p.m.",
            "• The moment before he had opened it, he had known what would be inside.",
            "• a little gadget that helps you to open jars",
            "• Andrew Lloyd Webber's new musical will open later this year.",
            "• The driver whipped round the front of the car and opened my door.",
            "• A permanent exhibition of Moore's work will open next year.",
            "• \"What times do the banks open?\" \"Normally at around 9.30.\"",
            "• He opened the door wide, and gestured for me to come in.",
            "• Open the file called Templates.",
            "• Did you open the mail?",
            "• Heche opened the news conference by announcing his retirement.",
            "• It's very hot in here. Do you mind if I open the window?",
            "• How do you open this umbrella?",
            "• Open your books to page 63.",
            "• Aren't you going to open your letter?",
            "• Casino, a re-creation of Manhattan in the desert that has just opened its doors.",
            "• In January 1966 Indica opened its doors.",
            "• The new meeting house opened its doors for worship almost exactly a year later; it had cost £3,366.",
            "• It opened its doors in 1888 as the Rindge Manual Training School.",
            "• CHELTENHAM/Gloucestershire Time allowed 01:06 Read in studio Britain's biggest motorway service station opened its doors this afternoon.",
            "• Social Washington also opened its doors to Joe.",
            "• St Hugh's opened its doors to men in nineteen eighty six.",
            "• the US Open"
        ]
    },
    {
        "word": "significant",
        "mean": "đáng kể",
        "syllable": "sig‧nif‧i‧cant",
        "wordFam": {
            "wordFamilyRaw": [
                "(noun) - significance ≠ insignificance",
                "(adjective) - significant ≠ insignificant",
                "(verb) - signify",
                "(adverb) - significantly ≠ insignificantly"
            ],
            "wordFamily": [
                "significant",
                "significance",
                "signify",
                "significantly"
            ]
        },
        "pronounce": "sɪɡˈnɪfɪkənt",
        "type": "adjective",
        "definitions": [
            "having an important effect or influence, especially on what will happen in the future",
            "large enough to be noticeable or have noticeable effects",
            "a significant look, smile etc has a special meaning that is not known to everyone"
        ],
        "audios": [
            "https://www.ldoceonline.com/media/english/breProns/significant0205.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/ameProns/significant.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000685502.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000685503.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000685510.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000685513.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000685517.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001775207.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001775208.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-001672776.mp3?version=1.2.45",
            "https://www.ldoceonline.com/media/english/exaProns/p008-000685522.mp3?version=1.2.45"
        ],
        "exams": [
            "• But at labs that draw business from artists, the proportion of work involving nudity can be significant.",
            "• Perhaps more significant are the events in the remaining and short history of the Rochdale Co-operative Manufacturing Society.",
            "• There has been a significant change in the tone of the media's coverage.",
            "• The Mason-Dixon poll shows a significant gender gap for Dole.",
            "• They exchanged significant glances.",
            "• Volunteer tutoring programs can have a significant impact on student achievement.",
            "• A significant number of drivers still refuse to wear seat belts.",
            "• The most significant of these may be the use of helium-3 in spacecraft propulsion, in a fusion rocket.",
            "• She wanted to come across as the only significant person in Jett's life.",
            "• These were far more significant than any item projected in the development plans.",
            "• Corporate leaders were planning to close it unless they could get significant wage concessions from the workers.",
            "• Group action may however be highly significant.",
            "• We see birth as highly significant, but not as an isolated experience.",
            "• The growth of the library supplier has been a highly significant development of the past 20 years.",
            "• Those who later gave birth to sons averaged 2. 26, a highly significant difference.",
            "• The number is highly significant in all esoteric teachings.",
            "• The experiments were repeated many times with similar results which were highly significant statistically.",
            "• For quite a large number of items, the relationship with the answer to this question was statistically significant.",
            "• Results in the two groups were compared with unpaired, two-tailed t tests; p 0 05 was statistically significant.",
            "• The difference, however, was not statistically significant.",
            "• These findings are worrisome, even though these increases were not statistically significant.",
            "• This effect was not statistically significant.",
            "• No statistically significant difference in performance was discovered between those with and those without recent study experience.",
            "• In 66 cases there was a statistically significant effect which could not be explained by any other means.",
            "• Hiatal hernia was the only statistically significant predictor of oesophageal mucosal status."
        ]
    }
]